/* warning sheet: warning title */
"Are you sure you want to convert your server to an advanced configuration?" = "Are you sure you want to convert your server to an advanced configuration?";

/* warning sheet: Cancel button title */
"Cancel" = "Cancel";

/* warning sheet: Convert button title */
"Convert" = "Convert";

/* confirmation panel: summary string */
"Converting %@ to an advanced configuration of Mac OS X Server." = "Converting %@ to an advanced configuration of Mac OS X Server.";

/* progress text status message */
"Converting server to an advanced configuration" = "Converting server to an advanced configuration";

/* role description */
"Converts your server from a %@ configuration to advanced configuration of Mac OS X Server." = "Converts your server from a %@ configuration to advanced configuration of Mac OS X Server.";

/* No comment provided by engineer. */
"kStandardServer" = "kStandardServer";

/* No comment provided by engineer. */
"kWorkgroupServer" = "kWorkgroupServer";

/* warning sheet: warning description */
"The conversion cannot be undone, and you will have to administer your server using Server Admin and Workgroup Manager instead of Server Preferences." = "The conversion cannot be undone, and you will have to administer your server using Server Admin and Workgroup Manager instead of Server Preferences.";

/* main description text, both variables are for the prior configuration type (standard or advanced) */
"This assistant will convert your server from a %@ configuration to an advanced configuration of Mac OS X Server.  You may want to do this to have more administrative control of your server configuration.\n\nTo learn about the differences between a %@ configuration and an advanced configuration, click the Help button below." = "This assistant will convert your server from a %1$@ configuration to an advanced configuration of Mac OS X Server.  You may want to do this to have more administrative control of your server configuration.\n\nTo learn about the differences between a %2$@ configuration and an advanced configuration, click the Help button below.";

